aom
autoconf
bat
brotli
ca-certificates
cairo
cfitsio
cgif
diff-so-fancy
fftw
fontconfig
freetype
fribidi
fzf
gcc
gdk-pixbuf
gettext
ghostscript
giflib
glib
gmp
gnupg
gnutls
gpgme
graphite2
harfbuzz
hdf5
highway
hwloc
icu4c@76
imagemagick
imath
isl
jasper
jbig2dec
jpeg-turbo
jpeg-xl
jq
krb5
kubectx
kubernetes-cli
leptonica
libaec
libarchive
libassuan
libb2
libde265
libdeflate
libdicom
libevent
libexif
libgcrypt
libgit2
libgpg-error
libheif
libidn
libidn2
libimagequant
libksba
liblqr
libmatio
libmpc
libnghttp2
libomp
libpng
libraw
librsvg
libspng
libssh2
libtasn1
libtiff
libtool
libunistring
libusb
libuv
libvmaf
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxrender
libyaml
little-cms2
lpeg
luajit
luv
lz4
lzo
m4
mozjpeg
mpdecimal
mpfr
msgpack
neofetch
neovim
nettle
npth
nspr
nss
oniguruma
open-mpi
openconnect
openexr
openjpeg
openslide
openssl@3
p11-kit
pango
pcre
pcre2
pinentry
pixman
pkgconf
pmix
poppler
postgresql@14
pure
python-packaging
python@3.13
rbenv
readline
ripgrep
ruby-build
screenresolution
shared-mime-info
sqlite
stoken
tesseract
the_silver_searcher
tree-sitter
unbound
unibilium
uthash
vips
webp
x265
xorgproto
xz
zsh-async
zstd
font-3270-nerd-font
font-agave-nerd-font
font-anonymice-nerd-font
font-arimo-nerd-font
font-aurulent-sans-mono-nerd-font
font-bigblue-terminal-nerd-font
font-hack-nerd-font
